/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "parent": "index.json",
  "context": {
    "market": "au"
  },
  "sections": {
    "custom_slide_show_aTXHa3": {
      "blocks": {
        "slide_eEdaKF": {
          "settings": {
            "heading": "Making space for care™",
            "subheading": "Hospital and clinical storage solutions designed for efficiency and organization."
          }
        },
        "slide_QcKVdY": {
          "settings": {
            "subheading": "Baskets, bins, and dividers built for clean, organized spaces."
          }
        },
        "slide_gCWg7E": {
          "settings": {
            "subheading": "Proven results in efficiency, organization, and infection control."
          }
        }
      }
    },
    "custom_slide_show_Vgpx8w": {
      "blocks": {
        "slide_UMWB7Y": {
          "settings": {
            "heading": "<strong>Making space for care™</strong>"
          }
        },
        "slide_JGkGnA": {
          "settings": {
            "subheading": "With over four decades of experience, we deliver storage systems that work exactly as they should, every time."
          }
        }
      }
    },
    "custom_multicolumn_text_JtzPeP": {
      "settings": {
        "descr": "<p>SpaceLogic provides hospital and clinical storage solutions that improve organization, support infection control, and create safer, more efficient healthcare environments. Our modular systems and accessories adapt to clean utility, SPD, and pharmacy spaces, helping staff save time, reduce clutter, and optimize workflows.</p>"
      }
    },
    "custom_multicolumn_text_LzdAVr": {
      "settings": {
        "descr": "<p>Your turnkey solution across storage, handling, and worksurfaces.<br/>SpaceLogic® is the trusted partner in clean clinical spaces, delivering complete, end-to-end systems that optimize performance and precision in demanding healthcare environments.</p>"
      }
    },
    "custom_image_banner_wTxxEB": {
      "blocks": {
        "heading_wrKCR8": {
          "settings": {
            "heading": "SPD and theater store"
          }
        },
        "buttons_YfcGj9": {
          "settings": {
            "button_link_1": "shopify://pages/spd-theatre-store"
          }
        }
      }
    },
    "custom_slideshow_slider_8brNtf": {
      "blocks": {
        "slide_4JtzGz": {
          "settings": {
            "subheading": "Anti-slip, chemical-resistant mats that stabilize instruments and trays, reducing spills and improving safety across sterile storage and transport."
          }
        },
        "slide_Eez4pR": {
          "settings": {
            "subheading": "Create order and reduce clutter with durable basket dividers that optimize space, improve visibility, and support infection control."
          }
        }
      }
    },
    "custom_slideshow_slider_zVR4zh": {
      "blocks": {
        "slide_ebmQpn": {
          "settings": {
            "subheading": "Anti-slip, chemical-resistant mats that stabilize instruments and trays, reducing spills and improving safety across sterile storage and transport."
          }
        }
      }
    },
    "custom_slideshow_slider_ne9Y9T": {
      "blocks": {
        "slide_QYy7Qb": {
          "settings": {
            "subheading": "Anti-slip, chemical-resistant mats that stabilize instruments and trays, reducing spills and improving safety across sterile storage and transport."
          }
        }
      }
    },
    "custom_image_text_slider_mztD6t": {
      "blocks": {
        "slide_gMCqNw": {
          "settings": {
            "heading": "<p>SteriLoop™ advantage</p>",
            "text": "<p>SteriLoop™ Baskets feature our exclusive registered loop-edge design, engineered for safety, durability, and infection control. Unlike traditional wire baskets, SteriLoop™ eliminates sharp edges, protecting staff, patients, and supplies, while integrating seamlessly with STERIRACK™ System.</p><p>Look for the Loop™, because small details make a big difference.</p>",
            "button_label": "Shop SteriLoop™ Baskets"
          }
        },
        "slide_iUhckn": {
          "settings": {
            "text": "<p>The upgraded Mk II Click ’N’ Clip Label Holders save time and reduce frustration in fast-paced clinical environments. </p><p>With a clear protective cover that snaps securely into place, labels stay clean, legible, and contamination-free. No peeling, no fiddling, no wasted time.</p><p>Smarter labeling, safer care, designed to work seamlessly with STERIRACK™ systems.</p>"
          }
        },
        "slide_tWbjPi": {
          "settings": {
            "heading": "<p>Color-coded clarity</p>",
            "text": "<p>Color-coded labeling helps busy clinical teams find supplies faster, reduce errors, and support infection control. From label holders to post strips, our labeling accessories integrate seamlessly with STERIRACK™ System.</p><p>Smarter organization through color.</p>",
            "button_label": "Shop labeling accessories",
            "button_link": "shopify://collections/sterirack™-labeling-and-signage"
          }
        }
      }
    },
    "custom_image_text_slider_k9tKHM": {
      "blocks": {
        "slide_UBnzye": {
          "settings": {
            "heading": "<p>Clinical storage solutions improving efficiency, organization, and infection control with STERIRACK™</p>",
            "text": "<p>As part of the Liverpool Hospital redevelopment, SpaceLogic installed STERIRACK™ clinical storage systems across clean utility, SPD, and pharmacy. The modular, easy-clean design improved efficiency, supported infection control, and reduced wasted time searching for supplies.</p><p><em>\"The difference in organization and workflow has been remarkable.\"</em><br/><br/>— Nurse Unit Manager, Liverpool Hospital</p>"
          }
        },
        "slide_EmBXDp": {
          "settings": {
            "heading": "<p>STERIRACK™ enclosed carts with decals create a friendlier care space at RPA Hospital.</p>",
            "text": "<p>To soften the look of treatment areas, SpaceLogic provided enclosed STERIRACK™ carts with frosted panels and playful decals. These carts maintain full infection control and storage efficiency while creating a warmer, less clinical environment for young patients and their families.</p><p><em>\"The decals have made our treatment areas feel more welcoming for children, while still giving staff the storage performance they need.\"</em><br/><br/>— Clinical Nurse Lead, RPA Hospital</p>"
          }
        },
        "slide_cbQUAP": {
          "settings": {
            "text": "<p>SpaceLogic partnered with Wyvern Private Hospital to deliver a complete clinical storage fit-out for its new 85-bed facility on Sydney’s Northern Beaches. Through a collaborative design process, we installed customized stainless-steel STERIRACK™ System to maximize space, streamline workflows, and support strict infection control standards, helping Wyvern achieve its vision of clinical excellence and outstanding patient care.</p>"
          }
        }
      }
    },
    "custom_image_text_slider_HwfQc3": {
      "blocks": {
        "slide_R6QL9p": {
          "settings": {
            "heading": "<p>STERIRACK™ System</p>",
            "text": "<p>Modular, free-standing storage that defines modern clinical efficiency and space optimization.</p>"
          }
        },
        "slide_YLkWAt": {
          "settings": {
            "heading": "<p>STERIRACK™ Medical Carts</p>"
          }
        },
        "slide_7VxPc3": {
          "settings": {
            "heading": "<p>SteriLoop™ Medibin System</p>"
          }
        },
        "slide_qNzTjE": {
          "settings": {
            "heading": "<p>STERIRACK™ Benching & Workstations</p>",
            "text": "<p>Durable, ergonomic surfaces built for organized, contamination-free clinical workflows.</p>"
          }
        },
        "slide_ewWmni": {
          "settings": {
            "heading": "<p>Color-coded clarity</p>",
            "text": "<p>Color-coded labeling helps busy clinical teams find supplies faster, reduce errors, and support infection control. From label holders to post strips, our labeling accessories integrate seamlessly with STERIRACK® System.</p><p>Fourteen color options for post strips and labels that bring clarity, speed, and order to every storage zone.</p><p>Smarter organization through color.</p>",
            "button_label": "Shop labeling accessories",
            "button_link": "shopify://collections/sterirack®-labeling-and-signage"
          }
        }
      }
    },
    "custom_image_banner_87wCPQ": {
      "blocks": {
        "hotspot_button_UtRXXL": {
          "settings": {
            "product_list_sec_title": "SteriLoop™ Medibin System"
          }
        },
        "hotspot_button_NyKmhG": {
          "settings": {
            "product_list_sec_title": "STERIRACK™ Benching"
          }
        }
      }
    },
    "custom_multicolumn_inkqq6": {
      "blocks": {
        "column_tJjXWa": {
          "settings": {
            "title": "Carts and mobile units",
            "button-text": "Shop for Carts etc",
            "button-url": "shopify://pages/medibin-carts"
          }
        },
        "column_6nDDjQ": {
          "settings": {
            "title": "Accessories and color coding",
            "button-url": "shopify://pages/sterirack-color-coding"
          }
        }
      }
    },
    "multicolumn_box_with_image_jL37Wi": {
      "blocks": {
        "column_MEcPqY": {
          "settings": {
            "text": "<p>With STERIRACK™ System, nurses and healthcare personnel can now spend less time hunting through storerooms, and more time devoted to face-to-face patient care. Where they want to be.</p><p>These time efficiencies provide hospitals and health-care centers with impressive Return on Effectiveness (ROE), with some facilities enjoying time savings of up to 50%.</p><p>Introduce the gold standard healthcare storage system today. You’ll never look back. </p>"
          }
        },
        "column_FL4YKp": {
          "settings": {
            "text": "<p>STERIRACK™ is the world’s leading healthcare storage solution, exceeding standards for best practice and infection control.</p><p>Rounded corners and smart design protect consumables from damage and contamination. Mesh baskets and shelving provide air circulation, and prevent dust and dirt build-up.</p><p>Hard-to-clean, outdated timber cabinetry, with its dark, dank corners is now a thing of the past.</p>"
          }
        }
      }
    }
  }
}
